{
    "items": [
      {
        "id": 1,
        "name": "Japansk kottepalm",
        "image": "./image/Japansk-kottepalm.jpg",
        "height": "45 cm",
        "origin": "Nederländerna",
        "info": "Palmliknande växt med styva, gröna, böjda blad som är samlade i en rosettkrona. Växer långsamt.",
        "price": 200
      },

      {
        "id": 2,
        "name": "Aqua",
        "image": "./image/Aqua.jpg",
        "height": "15 cm",
        "origin": "Nederländerna",
        "info": "Vacker undervattensväxt, mycket lättskött och snabbväxande. Mycket fin i glasskål, akvarium eller damm. Trivs i ljust läge. Ej vinterhärdig ute.",
        "price": 499
      },

      {
        "id": 3,
        "name": "Citronfikus",
        "image": "./image/Citronfikus.jpg",
        "height": "70 cm",
        "origin": "Danmark",
        "info": "En vacker växt med blanka, små gröna blad. Lättskött alternativ till en bonsai. Trivs i ljust till halvskuggigt läge. Vattnas då jorden nästan torkat upp, ungefär en gång i veckan.",
        "price": 175
      },

      {
        "id": 4,
        "name": "Fiolfikus grenad",
        "image": "./image/Fiolfikus-grenad.jpg",
        "height": "135 cm",
        "origin": "Danmark",
        "info": "Trendig växt med fiolformade, glänsande, stora blad. Kompakt sort. Trivs i riktigt ljust läge, undvik dock direkt sol. Vattnas då jorden nästan torkat upp, ca en gång i veckan.",
        "price": 499
      },

      {
        "id": 5,
        "name": "Förmakspalm",
        "image": "./image/Förmakspalm.jpg",
        "height": "100 cm",
        "origin": "Spanien",
        "info": "Elegant, skulptural palm med parbladiga gröna blad som stadigt växer sig större med smala bladspetsar. Tålig och lättskött. Trivs i ljust läge. Vattnas då jorden nästan torkat upp.",
        "price": 275
      },

      {
        "id": 6,
        "name": "Guldpalm",
        "image": "./image/Guldpalm.jpg",
        "height": "120 cm",
        "origin": "Nederländerna",
        "info": "Lättskött och populär palm med vackra blad. Bra luftfuktare och luftrenare. Trivs i ljusa till halvskuggiga lägen, utan direkt sol. Vattnas när jorden fortfarande är fuktig.",
        "price": 599
      },

      {
        "id": 7,
        "name": "Garderobsblomma",
        "image": "./image/Garderobsblomma.jpg",
        "height": "65 cm",
        "origin": "Nederländerna",
        "info": "Mycket tålig, robust, skulptural och långsamt växande bladväxt med stora, parbladiga, blanka blad.",
        "price": 149
      },

      {
        "id": 8,
        "name": "Olivträd",
        "image": "./image/Olivträd.jpg",
        "height": "19 cm",
        "origin": "Italien",
        "info": "Tidlöst och populärt träd som odlats sedan forntiden. Har smala, läderartade blad, karaktäristiskt grågröna. Trivs i sol-halvskugga i väldränerad jord, gärna utomhus sommartid.",
        "price": 149
      },

      {
        "id": 9,
        "name": "Strandkastanj",
        "image": "./image/Strandkastanj.jpg",
        "height": "200 cm",
        "origin": "Danmark",
        "info": "Skulpturalt träd med en dekorativ, vacker stam och eleganta blad på långa bladstjälkar. Trivs i ljust läge, gärna i sol, undvik dock södersol. Vattnas då jorden nästan torkat upp.",
        "price": 599
      },

      {
        "id": 10,
        "name": "Citrusträd",
        "image": "./image/Citrusträd.jpg",
        "height": "21 cm",
        "origin": "Italien",
        "info": "Härligt citronträd med ovala, glansiga blad och vita väldoftande blommor. Ätliga, riktiga citroner. Trivs i ljust läge, även i direkt sol, i väldränerad jord med lågt pH.",
        "price": 425
      },
      {
        "id": 11,
        "name": "Kantdracena förgrenad",
        "image": "./image/Kantdracena-förgrenad.jpg",
        "height": "100 cm",
        "origin": "Danmark",
        "info": "Vacker växt med glänsande mörkgröna blad. Bra luftrenare och luftfuktare. Trivs i ljust läge, utan direktsol. Vattnas då jorden torkat upp, ungefär en gång i veckan.",
        "price": 499
      },
      {
        "id": 12,
        "name": "Narrfikus",
        "image": "./image/Narrfikus.jpg",
        "height": "35 cm",
        "origin": "Nederländerna",
        "info": "Tålig och otroligt lättskött växt med stora, blanka läderartade blad som trivs nästan överallt. Mycket bra luftrenare. Trivs i både ljusa och skuggiga lägen i lätt fuktig jord.",
        "price": 79
      }
  
      
      
    ]
  }
  